Repository: clickyab/wp-jwplayer-vast
Catalog: jwppp/languages/jwppp-*.po
Languages: fa_ir

source: JW Player 7 for Wordrpess
fa_ir: پلاگین jw palyer و تبلیغات vast کلیک یاب

source: Settings
fa_ir: تنظیمات

source: Related videos
fa_ir: ویدیوهای مشابه

source: Sharing
fa_ir: اشتراک گذاری

source: Ads
fa_ir: تبلیغات

source: Player library URL
fa_ir: آدرس پلاگین jwplayer

source: JWP Licence Key
fa_ir: لاینس jw player

source: Add your JW Player self-hosted license key.
fa_ir: پلاگین jw را در هاست خود آپلود کنید و سپس لایسنس راگیان آن را دریافت کنید

source: Post types
fa_ir: نوع پست ها

source: js plugin clickyab url
fa_ir: آدرس پلاگین کلیک یاب

source: jwppp-clickyab-vast-url-js
fa_ir: آدرس تبلیغات ویدیویی کلیک یاب

source: Select the type of content where display videos.
fa_ir: نوع پست هایی که میخواید ویدیو در آن ها نمایش داده شود را انتخاب نمایید

source: Video Player position
fa_ir: نمایش موقعیت ویدیو پلیر

source: Before the content
fa_ir: قبل از محتوا

source: After the content
fa_ir: بعد از محتوا

source: Custom
fa_ir: دلخواه

source: Select the location where you want the video player is displayed.
fa_ir: موقعیت مکانی که میخواید ویدیو نمایش داده شود را انتخاب نمایید

source: For custom position use the shortcode <b>[jw7-video]</b>.
fa_ir: شورت کد <b>[jw7-video]</b>.

source: Video text
fa_ir: متن ویدیو

source: Loading the player...
fa_ir: در حال بارگذاری

source: Add custom text that appears while the player is loading.
fa_ir: افزودن متن دلخواه در زمان بارگذاری ویدیو

source: Default poster image
fa_ir: پوستر پیش فرض ویدیو

source: Add the url of a default poster image.
fa_ir: آدرس پوستر پیش فرض

source: Fixed
fa_ir: ثابت

source: Select how define the measures of the player.
fa_ir: ابعاد ویدیو را وارد نمایید

source: Skin
fa_ir: تم

source: Choose a skin to customize your player.
fa_ir: تم ویدیو پلیر را انتخاب کنید

source: Logo
fa_ir: لوگو

source: Image url
fa_ir: آدرس لوگو

source: Add your logo to the player.
fa_ir: افزودن لوگو به ویدیو پلیر

source: Logo Position
fa_ir: موقعیت لوگو

source: Choose the logo position.
fa_ir: موقعیت لوگو را انتخاب کنید

source: Logo Link
fa_ir: لینک لوگو

source: Link url
fa_ir: آدرس لوگو

source: Add a link to the logo.
fa_ir: آدرس لوگو را وارد نمایید

source: Save changes
fa_ir: دخیره تنظیمات

source: Active Related Videos option
fa_ir: فعال سازی ویدوهای مشابه

source: Show Related Videos overlay as default option.
fa_ir: نمایش ویدویهای مشابه به صورت پیش فرض

source: Heading
fa_ir: تیتر

source: Related Videos
fa_ir: ویدیو های مشابه

source: Add a custom heading, default is <strong>Related Videos</strong>.
fa_ir: تیتر دلخواه <strong>Related Videos</strong>

source: Related image
fa_ir: تصاویر مشابه

source: Featured image
fa_ir: تصاویر پیشنهادی

source: Thumbnail size
fa_ir: تصویر بند انگشتی

source: Categories
fa_ir: دسته بندی

source: Save chages
fa_ir: ذخیره تغییرات

source: Active Share option
fa_ir: فعال سازی اشتراک گذاری

source: Active <strong>share video</strong> as default option. You'll be able to change it on single video.
fa_ir: فعال سازی اشتراک گذاری ویدیو به صورت پیش فرض

source: Save options
fa_ir: ذخیره تنظیمات

source: Media URL
fa_ir: آدرس ویدیو

source: JW Player 7
fa_ir: clickyab JW PLAYER

source: Media URL - Mobile
fa_ir: آدروس ویدیو مخصوص گوشی های موبایل

source: Add a different media source for mobile devices
fa_ir: نمایش ویدیویی دیگر مخصوص گوشی های موبایل

source: Video title
fa_ir: عنوان ویدیو

source: Video description
fa_ir: توضیحات ویدیو

source: Force a media type
fa_ir: فرمت ویدیو
